{
	"header": {
		"title1": "Home",
		"title2": "About",
		"title3": "Blog",
		"title4": "Contacts",
		"button": "Contact us"
	},
	"hero-home": {
		"span": "Professional web Studio",
		"title": "UNLIMITED WEBSITE DEVELOPMENT",
		"description": "Most websites lose customers due to slow loading and inconvenient interface. We create modern, fast and responsive websites that not only attract attention, but also turn visitors into your customers.",
		"button": "Create a website",
		"stat1": "More than 100",
		"stat2": "sites have been successfully launched and bring profit to their owners"
	},
	"home-advantage": {
		"title": "Why work with us?",
		"btn-text": "Learn more about the company",
		"card-title-1": "without restrictions and boring constructors",
		"card-description-1": "We create websites with flexible code and high loading speed, avoiding templates.",
		"card-title-2": "100+ cool projects in the portfolio",
		"card-description-2": "Over 5 years, we have implemented more than 100 projects, solving business problems in different niches and finding the best solutions for each client.",
		"card-title-3": "Instant loading without losing clients",
		"card-description-3": "The site loads in less than 1 second - this means more clients and applications without losses due to slow response.",
		"card-title-4": "Simple admin panel - edit it yourself",
		"card-description-4": "We customize a convenient admin panel that allows you to easily manage pages, edit texts and update images in just a couple of clicks."
	},
	"home-projects": {
		"title": "Our projects: high results and",
		"span": "impeccable execution",
		"card-1": "Corporate website for the company «Zero Hawk», 2024",
		"project-2": "Online store «PromSnab», 2025",
		"project-3": "Corporate website «Pilates Montreux», 2024",
		"project-4": "Website of the travel company «Lagoona», 2024",
		"project-5": "Landing page for the company «Evklid», 2023",
		"button": "View project"
	},
	"types-site": {
		"title1": "save up to 30%",
		"title2": "budget and time",
		"card-title-1": "Landing",
		"card-description-1": "A simple and effective site for quickly presenting your product or service, with a focus on conversion and customer acquisition.",
		"card-title-2": "ONLINE STORE",
		"card-description-2": "A full-fledged online store for selling goods online. Convenient interface for buyers and easy management for you.",
		"card-title-3": "Corporate site",
		"card-description-3": "A site for your company that will help present your business and its services on the Internet, with clear navigation and modern design.",
		"card-title-4": "Design",
		"card-description-4": "Professional design of your site",
		"button": "Order a site"
	},
	"marketing": {
		"title": "Individual approach to website creation",
		"description": "We create unique websites, fully adapted to your business, based on deep marketing analysis, which helps you stand out from the competition.",
		"card-title-1": "MARKETING ANALYSIS",
		"card-description-1": "We study your company and product, conduct an analysis of the target audience and competitors. Together we determine the goals of the site, key functions and structure so that it accurately works for your result.",
		"card-title-2": "Prototype development",
		"card-description-2": "We develop a logical site scheme so that users are comfortable. We make interactive prototypes of pages - you immediately see how the site will look, even before the design.",
		"card-title-3": " UX/UI Design",
		"card-description-3": "We create not a template, but a custom design that reflects your brand, inspires trust and engages customers.",
		"card-title-4": "Website creation",
		"card-description-4": "We create fast and adaptive websites with optimized loading speed (90%-100%) that work without failures. No constructors - complete freedom in functionality and design.",
		"card-title-5": "Integrations and launch",
		"card-description-5": "We implement analytics, CRM and payment systems. We conduct final checks and launch a website ready to bring orders and solve your business problems."
	},
	"reviews": {
		"title": "What our clients say",
		"card-description-1": "Working with the Primedev team was a real pleasure! We received a website that perfectly reflects our company and functionality. The development process was fast, and the result is excellent. I recommend!",
		"card-name-1": "Ekaterina Ivanova",
		"card-description-2": "I am happy with the work with Primedev. The website they created for us has become a powerful tool for attracting clients. Excellent performance and adaptability!",
		"card-name-2": "Dmitry Novikov",
		"card-description-3": "We were looking for a team that could understand our ideas and turn them into reality. With Primedev, it worked 100%! Our new website not only looks amazing, but also works without failures. We did not expect the process to be so easy and enjoyable!",
		"card-name-3": "Yulia Sidorova",
		"card-description-4": "When we decided to update the site, we wanted something unusual, so that it would stand out from the competition. Primedev did just that! It looks stylish, works quickly and, most importantly, exactly matches our business.",
		"card-name-4": "Anna Berezutskaya",
		"card-description-5": "would like to thank Primedev for creating our new website. We wanted it to be user-friendly and easy to update for our team. They did all this and more. We will definitely contact them again!",
		"card-name-5": "Igor Smirnov",
		"card-description-6": "The website from Primedev was a real gift for our company. We did not expect such a fast and high-quality result. Everything works like clockwork, and the admin panel is clear and convenient. These guys really know what they are doing!",
		"card-name-6": "Alexey Kuznetsov",
		"card-description-7": "Working with Primedev exceeded all our expectations. We received not just a website, but a real tool for business. Everything is done qualitatively, quickly and with soul. And most importantly - it is fully adaptable to any device!",
		"card-name-7": "Elena Smolskaya",
		"link": "Share your opinion!",
		"add-review-title": "Leave a review",
		"add-review-button": "Send a review",
		"add-review-placeholder": "Your review",
		"add-review-placeholder-autor": "Your name",
		"add-review-placeholder-error": "Please write your review",
		"add-review-placeholder-error-min": "The review must contain a minimum of 10 characters",
		"add-review-placeholder-error-autor": "Please enter your name",
		"add-review-success": "Thank you! Your review has been successfully sent",
		"add-review-error": "An error occurred while sending the review. Please try again later"
	},
	"contacts": {
	"title1": "Let's get started?",
	"subtitle": "Fill out the mini-brief, and we'll rush to you with an answer in a matter of minutes",
	"span-1": "Services",
	"span-2": "budget",
	"span-3": "what needs to be done?",
	"span-4": "contacts",
	"button": "Send",
	"policy": "By clicking the button, you agree to the processing of personal data in accordance with",
	"policy-link": "Privacy Policy",
	"activ-button-1": "Landing",
	"activ-button-2": "corporate website",
	"activ-button-3": "online store",
	"activ-button-4": "Web design",
	"activ-button-5": "software solutions",
	"activ-button-6": "seo",
	"activ-button-7": "less than 40 thousand",
	"activ-button-8": "70 thousand",
	"activ-button-9": "100-200 thousand",
	"activ-button-10": "200-500 thousand",
	"activ-button-11": "other",
	"input-1": "Describe the task",
	"input-2": "Your name",
	"input-3": "Link to the requirements",
	"validation-1": "Enter a valid email",
"validation-2": "Minimum 2 characters",
"validation-3": "Enter a valid phone"
	},
	"footer": {
		"policy": "Privacy Policy"
	},
	"about": {
	"title": "We are more than just development",
	"description": "We create not just websites, but powerful tools for your business growth. We turn ideas into high-quality digital solutions that work for results.",
	"advantages-days": "days",
	"advantages-days-text": "Average time to launch a finished website",
	"advantages-clients": "Our clients are happy with the result",
	"advantages-years": "years",
	"advantages-years-text": "Experience in development and web design",
	"advantages-card-1": "We implement any of your ideas on the Nuxt.js framework — quickly and efficiently.",
	"advantages-card-2": "Our websites provide up to 90% conversion — clients stay with you.",
	"advantages-card-3": "Your project developed only by professional specialists.",
	"adaptation-title": "more",
"adaptation-description": "Users access the site from mobile devices, so we pay special attention to the adaptability and convenience of the interface."
	},
	"blog": {
	"title": "Blog",
	"description": "Useful articles for your business",
	"blog-card-1": "How to attract customers to your website in 2025",
	"blog-card-2": "What type of website to choose?",
	"blog-card-3": "Why your business is losing customers without a website - and how to fix it",
	"blog-card-4": "Why does a business need web design at all?",
	"blog-card-5": "Principles of good web design",
	"blog-card-6": "How to choose a reliable hosting for a website?",
		"header": "They'll be back"
	},
	"contact-page": {
	"title": "CONTACTS",
	"description": "You can contact us in any convenient way",
	"map-title": "Contact information",
	"map-description": "Need advice or help? Check out our contact information and contact us in a way convenient for you.",
	"contact-title": "Leave a request!",
	"maps-title": "View on map"
	},
	"blog-1": {
	"title": "How to Attract New Customers to Your Website in 2025",
	"description": "Customer acquisition is one of the key success factors for a business. This process directly affects the company's income and its further development. In a highly competitive environment, it is important to build a competent strategy that includes not only high-quality promotion, but also improving the user experience on the site. In this article, we will discuss which customer acquisition methods are relevant in 2025, and how to effectively use tools for business growth.",
	"subtitle-1": "1. Research and understand your target audience",
	"subtitle-1-description": "To attract customers, you need to know exactly who they are and how to communicate with them. Understanding your audience will help you set up marketing and advertising campaigns. Here are some criteria for analysis:",
	"subtitle-1-item-1": "Demographic data: age, gender, and social status.",
	"subtitle-1-item-2": "Interests and hobbies, including professional hobbies.",
	"subtitle-1-item-3": "Problems and needs that your product or service can solve.",
	"subtitle-1-item-4": "Where your audience spends time on the Internet.",
	"subtitle-1-description-2": "Use tools such as Google Analytics or Yandex.Metrica to collect data. This will help create an accurate profile of your client.",
	"subtitle-2": "2. Develop a unique selling proposition (USP) for clients",
	"subtitle-2-description": "A USP allows you to stand out from your competitors and attract the attention of your audience. To be effective, it should be:",
	"subtitle-2-item-1": "Bright and memorable;",
	"subtitle-2-item-2": "Easy to understand;",
	"subtitle-2-item-3": "Relevant to the needs of your audience.",
	"subtitle-2-description-2": "A USP can be used in all marketing materials, from your website to your advertising. For example, phrases like 1-day delivery or No questions asked can help build trust with your customers.",
	"subtitle-3": "3. Create a user-friendly and attractive website",
	"subtitle-3-description": "Your website is the first thing your customers encounter, and it should be attractive and functional. Here are some important factors:",
	"subtitle-3-item-1": "Easy and intuitive navigation - visitors should quickly find the information they need;",
	"subtitle-3-item-2": "Fast page loading - a slow site scares away visitors;",
	"subtitle-3-item-3": "Adaptability - the site should work on all devices, especially mobile ones.",
	"subtitle-3-item-4": "Useful content - post useful articles, reviews, and frequently asked questions.",
	"subtitle-3-description-2": "The site should include forms for collecting contacts, as well as a section with your business's contact information.",
	"subtitle-4": "4. Use advertising and social networks to attract an audience",
	"subtitle-4-description": "Paid advertising and social networks are powerful tools for attracting customers.",
	"subtitle-4-item-1": "Contextual advertising (for example, Yandex.Direct) helps attract an audience that is already looking for your product.",
	"subtitle-4-item-2": "Social networks such as VKontakte and Telegram are ideal for communicating with customers and promoting products through promotions and posts.",
"subtitle-4-description-2": "It's important to set up targeting so that your ads are shown to those who are actually interested in your product. This will help you make the most of your advertising budget."
	},
	"blog-2": {
	"title": "Which website is best for your business?",
	"description": "Determining the optimal website format depends on the goals of the business. It is important to understand what task it should solve: attract customers, represent the company or sell products. Options may include a landing page, a corporate website, an online store or a catalog. Let's figure out which format is right for you.",
	"subtitle-1": "1. Landing Page",
	"subtitle-1-description": "A landing page is a one-page website focused on a specific offer. Its task is to motivate the user to perform a target action, be it a purchase, subscription or application.",
	"subtitle-1-item-1": "Focus on one offer: suitable for advertising a specific product or service.",
	"subtitle-1-item-2": "High conversion: due to the focus on one goal, sales efficiency increases.",
	"subtitle-1-item-3": "Ease of perception: all information is available on one page.",
	"subtitle-1-item-4": "Cost-effective: developing a landing page is cheaper than a full-fledged website.",
	"subtitle-1-description-2": "Ideal for promoting promotions, launching a new product or collecting applications.",
	"subtitle-2": "2. Corporate website",
	"subtitle-2-description": "This format is a multi-page resource containing detailed information about the company, its services and activities.",
	"subtitle-2-item-1": "Detailed presentation of the company: helps build trust with customers.",
	"subtitle-2-item-2": "Strengthening the image: having a blog, cases and reviews enhances the reputation.",
	"subtitle-2-item-3": "SEO promotion: pages can be optimized for search engines.",
	"subtitle-2-item-4": "Flexibility: the site can be scaled by adding new sections.",
	"subtitle-2-description-2": "Suitable for companies seeking to strengthen their position in the market and demonstrate their experience.",
	"subtitle-3": "3. Online store",
	"subtitle-3-description": "This format is designed for selling goods and includes a catalog, shopping cart, payment and delivery system.",
	"subtitle-3-item-1": "Sales automation: allows users to make purchases without the participation of a manager.",
	"subtitle-3-item-2": "Customer convenience: filters, categories and recommendations simplify the selection process.",
	"subtitle-3-item-3": "Marketing tools: discounts, promotions and loyalty programs help attract customers.",
	"subtitle-3-item-4": "Analytics: the ability to track user behavior and adjust strategy.",
	"subtitle-3-description-2": "Suitable for businesses focused on active sales of goods and services on the Internet.",
	"subtitle-4": "How to make the right choice?",
	"subtitle-4-description": "The choice depends on your tasks:",
	"subtitle-4-item-1": "Landing - for quickly launching advertising and generating applications.",
	"subtitle-4-item-2": "Corporate website — to create a professional image of the company.",
	"subtitle-4-item-3": "Online store — for effective online trading."
	},
	"blog-3": {
	"title": "Why Your Business Is Losing Customers Without a Modern Website and How to Fix It",
	"description": "A Website Is the Face of Your Company in the Digital World",
	"description-2": "Today, the first impression of a business is formed not through personal meetings or recommendations, but through your website. If it is outdated, slow to load, or inconvenient for mobile users, the chances of losing a potential client increase many times over.",
"subtitle": "How a poor-quality website affects your business",
	"subtitle-1": "1. Lost Customers",
	"subtitle-1-description": "About 70% of users form an opinion about a company based on the appearance of its website. If it is inconvenient, takes longer than 3 seconds to load, or does not inspire confidence, the visitor will simply go to competitors.",
	"subtitle-2": "2. Low Conversion",
	"subtitle-2-description": "Even if you have a great product, a website without clear navigation and clear calls to action will not be able to convert visitors into customers.",
	"subtitle-3": "3. Inconvenient Mobile Version",
	"subtitle-3-description": "More than half of users access websites from mobile devices. If your website doesn't display well on smartphones, it's losing a large part of its audience.",
	"subtitle-4": "4. Weak positions in search engines",
	"subtitle-4-description": "Search engines like Google give priority to websites with fast loading speed, responsive design, and optimized structure. Without this, your website will be at the bottom of the search results.",
	"subtitle-5": "5. Distrust from customers",
	"subtitle-5-description": "An unprofessional website can create the impression that the company itself is unreliable. The design, structure and information on the site should inspire confidence.",
	"subtitle-6": "How we help make a site a tool for business growth",
	"subtitle-6-description": "Our team creates modern, fast and convenient sites that not only represent a business, but also help it develop.",
	"subtitle-7": "What do we offer?",
	"subtitle-captain-1": "1. Design that attracts and holds attention",
	"subtitle-captain-item-1": "We develop intuitive interfaces that help users find the information they need without extra effort.",
	"subtitle-captain-item-2": "We select a stylish and modern design that matches your brand.",
	"subtitle-captain-2": "2. High loading speed",
	"subtitle-captain-2-item-1": "We optimize code and images, reducing page loading time.",
	"subtitle-captain-2-item-2": "We use advanced caching and data compression technologies.",
	"subtitle-captain-3": "3. SEO optimization",
	"subtitle-captain-3-item-1": "We configure the site so that it is visible in search engines.",
	"subtitle-captain-3-item-2": "We improve the page structure, work with keywords and meta tags.",
	"subtitle-captain-4": "4. Adaptability for all devices",
	"subtitle-captain-4-item-1": "We guarantee convenient use of the site both on computers and mobile devices.",
	"subtitle-captain-5": "5. Convenient content management system",
	"subtitle-captain-5-item-1": "You can easily edit content and update the site without special skills."
	},
	"blog-4": {
	"title": "Why does a business need web design at all?",
	"description": "Let's look at the key reasons why web design plays an important role in business and online presence. We'll discuss the impact of design on brand perception.",
	"description-2": "In today's world, where the Internet has become an integral part of our lives, quality web design plays an important role in the success of a business. The first impression of a company is often formed by the appearance of its website. Stylish and functional web design can attract the attention of potential customers, creating an impression of reliability and professionalism.",
	"description-3": "One of the main functions of web design is to create a convenient and intuitive user interface. A well-designed website allows the user to easily find the information they need, which significantly increases the likelihood of their return. If navigation is not obvious and the content is not structured, your visitor may quickly leave the resource, which will affect traffic and revenue.",
	"description-4": "Color palette, fonts and the overall aesthetics should be harmonious and reflect the corporate identity. This creates a strong image that is memorable. Therefore, investments in web design pay off many times over.",
	"description-5": "In addition, proper web design takes into account adaptability. Today, more and more people use mobile devices to access the Internet. Sites that look good and work smoothly on all types of screens create a positive user experience. If your site is not adapted for mobile platforms, you risk being left out of a significant number of potential customers.",
	"description-6": "Finally, web design affects the SEO optimization of the site. The correct structure and use of key elements help improve positions in search engines. This means that high-quality design not only attracts users, but also helps them find your site among millions of others.",
	"description-7": "Web design is not just beautiful pictures. It is a strategic tool that becomes the basis for a successful online presence, affecting the impression of the company, ease of use and, ultimately, revenue, helping to stand out from the competition. By investing in web design, you are investing in the future of your business. Your website is your face on the Internet, and it should be flawless!"
	},
	"blog-5": {
	"title": "Principles of Good Web Design",
	"description": "Let's figure out why there are principles of good design and why we should adhere to them.",
	"description-2": "Good web design should be thoughtful and take into account many factors that affect the user experience. Let's look at the main principles that will help you create an attractive and user-friendly site.",
	"subtitle-1": "Simplicity",
	"description-3": "Simplicity is the basis of successful web design. Avoid unnecessary details that can distract the user. A clear structure and a concise interface will help focus visitors' attention on the main thing. Place only the information that is really important on the page. Use white spaces to give viewers a chance to breathe and not overload their eyes with unnecessary elements.",
	"subtitle-2": "Air",
	"description-4": "Air in design is free space that helps organize content. By correctly distributing indents and fields, you create “air” space between elements. This avoids the feeling of chaos and overload. In addition, air helps direct users' attention to important elements, such as headings, buttons, and images. As a result, the site becomes neater and more structured.",
	"subtitle-3": "Flexibility",
	"description-5": "Flexibility of design means adaptability to different devices and screens. Today, users access websites from different platforms: from mobile phones and tablets to desktop computers. Create responsive layouts that retain functionality and appeal on any device. This approach improves user experience and significantly increases conversions. Do not forget about different browsers to avoid compatibility issues.",
	"subtitle-4": "User friendliness",
	"description-6": "The highest priority in web design is user friendliness. It is necessary to take into account their needs and habits. Simplify the navigation process, make buttons and links intuitive. Develop a clear menu and submenu structure so that users can easily find the information they need. User testing and feedback will help identify problem areas and improve the site for better interaction with visitors. Usability is not always the first priority for business, but it decides whether users will return to your site or leave it in search of a more convenient one.",
	"description-7": "Every design element should serve one purpose: to improve user interaction with your resource. Pay attention to details and develop your site. After all, good web design practices can significantly increase your audience and strengthen your brand. Remember that web design is an ever-evolving field, and it is important to stay up to date with new trends and tools so that your site always remains relevant and in demand."
	},
	"blog-6": {
	"title": "How to choose a reliable hosting for a website?",
	"description": "Creating a website is only the first step to its successful operation. In order for your resource to work stably, load quickly and withstand peak loads, it is important to choose the right platform for its hosting. Let's consider the key criteria for choosing a hosting, possible options and the benefits that we offer our clients.",
	"subtitle-1": "1. Types of hosting",
	"subtitle-1-description": "Before choosing a hosting, it is important to understand what types of servers exist and how they differ. The choice depends on your needs and the expected traffic of the site:",
	"subtitle-1-item-1": "Virtual hosting is a budget solution for small sites and blogs. If you have a business card site, a corporate site or a personal blog, then this option will suit you, since it is inexpensive and does not require complex settings. However, as the load increases, performance issues may arise.",
	"subtitle-1-item-2": "VPS (virtual private server) is an intermediate solution between a virtual and dedicated server. If you have an online store, web application or large corporate portal, VPS provides more power and flexibility in configuration to withstand higher loads.",
	"subtitle-1-item-3": "A dedicated server is a completely your server with the maximum level of control and performance. This solution is suitable for high-load projects, large online services and media platforms that require maximum speed and fault tolerance.",
	"subtitle-1-item-4": "Cloud hosting is a scalable solution that allows you to dynamically change available resources depending on the load. Suitable for startups, growing online stores and services with variable traffic, as it allows you to flexibly manage resources and pay for them based on actual use.",
	"subtitle-2": "2. Reliability and stability of hosting",
	"subtitle-2-description": "One of the main factors when choosing a hosting is its reliability. Servers must have high fault tolerance, minimal downtime (uptime) and protection from failures.",
	"subtitle-2-description-2": "In addition, it is important to have backup systems.",
	
	"subtitle-3": "3. Security and data protection",
	"subtitle-3-description": "Hosting security is one of the key factors when choosing a platform for hosting a website. It is important to ensure that the server infrastructure is protected from external threats, and that user data is securely stored and regularly backed up.",
	"subtitle-3-description-2": "Some of the basic security measures to consider are:",
	"subtitle-3-item-1": "DDoS protection - prevents server overloads and website crashes.",
	"subtitle-3-item-2": "Data encryption - using SSL/TLS certificates ensures a secure connection and information protection.",
	"subtitle-3-item-3": "Backups - automatic data backup allows you to restore your website in the event of a failure or loss of information.",
	"subtitle-3-item-4": "Access control and authentication - using complex passwords, two-factor authentication and user rights differentiation improves system security.",
	"subtitle-3-description-3": "When choosing a hosting, it is important to pay attention to the security mechanisms implemented, as this directly affects the safety of data and the stability of the web resource."
	}
	}
