
export const blogsList = [
  {
    id: 1,
    description: 'Как привлечь клиентов на сайт в 2025 году',
  },
  {
    id: 2,
    description: 'Какой тип сайта выбрать?',
  },
  {
    id: 3,
    description: 'Почему ваш бизнес теряет клиентов без сайта – и как это исправить',
  },
  {
    id: 4,
    description: 'Зачем вообще нужен веб-дизайн бизнесу?',
  },
  {
    id: 5,
    description: 'Принципы хорошего веб-дизайна',
  },
  {
    id: 6,
    description: 'Как выбрать надежный хостинг для сайта?',
  },
]