export const reviewsCard = [
  {
    avatar : '/img/avatar-girl.webp',
    description: 'Работа с командой Primedev была настоящим удовольствием! Мы получили сайт, который идеально отражает нашу компанию и функционал. Процесс разработки был быстрым, а результат — отличный. Рекомендую!',
    name: 'Екатерина Иванова',
  },
  {
    avatar : '/img/avatar-man.webp',
    description: 'Доволен работой с Primedev. Сайт, который они создали для нас, стал мощным инструментом для привлечения клиентов. Отличная производительность и адаптивность!',
    name: 'Дмитрий Новиков',
  },
  {
    avatar : '/img/avatar-girl.webp',
    description: 'Мы искали команду, которая могла бы понять наши идеи и превратить их в реальность. С Primedev это получилось на все 100%! Наш новый сайт не только выглядит потрясающе, но и работает без сбоев. Совсем не ожидали, что процесс будет таким легким и приятным!',
    name: 'Юлия Сидорова',
  },
  {
    avatar : '/img/avatar-girl.webp',
    description: 'Когда мы решили обновить сайт, нам хотелось чего-то необычного, чтобы он выделялся среди конкурентов. Primedev именно это и сделали! Он выглядит стильно, работает быстро и, что важно, точно соответствует нашему бизнесу.',
    name: 'Анна Березуцкая',
  },
  {
    avatar : '/img/avatar-man.webp',
    description: 'Хочется поблагодарить Primedev за создание нашего нового сайта. Мы хотели, чтобы он был удобным для пользователей и легко обновляемым для нашей команды. Все это они сделали, и даже больше. Мы точно будем обращаться снова!',
    name: 'Игорь Смирнов',
  },
  {
    avatar : '/img/avatar-man.webp',
    description: 'Сайт от Primedev стал настоящим подарком для нашей компании. Мы не ожидали такого быстрого и качественного результата. Все работает как часы, а админка понятная и удобная. Ребята действительно знают, что делают!',
    name: 'Алексей Кузнецов',
  },
  {
    avatar : '/img/avatar-girl.webp',
    description: 'Работа с Primedev превзошла все наши ожидания. Мы получили не просто сайт, а настоящий инструмент для бизнеса. Все выполнено качественно, быстро и с душой. И самое главное — он полностью адаптируется под любые устройства!',
    name: 'Елена Брянская',
  },
  ]